[
  {
    "id": 1,
    "title": "Section 23 in THE ARBITRATION AND CONCILIATION ACT, 1996",
    "description": "23. Statements of claim and defense",
    "description2": "The Arbitration and Conciliation Act, 1996, mandates that parties involved in arbitration must file their statements of claim and defense within the stipulated time frame, ensuring a structured and time-bound arbitration process. This provision emphasizes the importance of clarity and timeliness in arbitration proceedings.",
    "date": "2024",
    "judge": "Name 1",
    "party": "1 vs 2",
    "pdf": "https://drive.google.com/file/d/1lZ3jh-rcC_kCqGSja57r-qTM_S0vvqtT/preview"
  },
  {
    "id": 2,
    "title": "Section 12 in THE CONSUMER PROTECTION ACT, 2019",
    "description": "12. Jurisdiction of the District Commission",
    "description2": "The Consumer Protection Act, 2019, defines the jurisdiction of District Commissions to hear complaints regarding goods and services, ensuring consumer grievances are addressed at a local level. This provision is crucial in maintaining accessibility and efficiency in consumer dispute resolution.",
    "date": "2023",
    "judge": "Name 2",
    "party": "3 vs 4",
    "pdf": "https://drive.google.com/file/d/1Xco-AxhW_oMn5QnarOwGlxN8_RKExmRw/preview"
  },
  {
    "id": 3,
    "title": "Section 13 in THE INDIAN CONTRACT ACT, 1872",
    "description": "13. Consent in Contract Formation",
    "description2": "The Indian Contract Act, 1872, outlines that consent is a fundamental aspect of a valid contract. Consent must be free, informed, and mutual, forming the basis of a legally enforceable agreement. This provision highlights the importance of voluntary and informed agreement between parties in contract law.",
    "date": "2022",
    "judge": "Name 3",
    "party": "5 vs 6",
    "pdf": ""
  },
  {
    "id": 4,
    "title": "Section 45 in THE COMPANIES ACT, 2013",
    "description": "45. Doctrine of Ultra Vires",
    "description2": "The Companies Act, 2013, incorporates the doctrine of ultra vires, which restricts a company from acting beyond its defined powers as stated in its memorandum of association. This provision ensures that a company’s activities are legally bound by its stated objectives.",
    "date": "2021",
    "judge": "Name 1",
    "party": "1 vs 2",
    "pdf": ""
  },
  {
    "id": 5,
    "title": "Section 34 in THE RIGHT TO INFORMATION ACT, 2005",
    "description": "34. Penalties for Non-Compliance",
    "description2": "The Right to Information Act, 2005, imposes penalties on public officials who fail to provide information requested under the Act within the prescribed time limits. This section ensures accountability and transparency in public administration by enforcing consequences for non-compliance.",
    "date": "2020",
    "judge": "Name 2",
    "party": "3 vs 4",
    "pdf": ""
  },
  {
    "id": 6,
    "title": "Section 7 in THE COPYRIGHT ACT, 1957",
    "description": "7. Term of Copyright Protection",
    "description2": "The Copyright Act, 1957, specifies the duration of copyright protection for various types of works, ensuring that creators’ rights are safeguarded for a stipulated period. This provision plays a critical role in balancing the interests of creators and the public domain.",
    "date": "2019",
    "judge": "Name 3",
    "party": "5 vs 6",
    "pdf": ""
  },
  {
    "id": 7,
    "title": "Section 138 in THE NEGOTIABLE INSTRUMENTS ACT, 1881",
    "description": "138. Dishonor of Cheque for Insufficiency of Funds",
    "description2": "The Negotiable Instruments Act, 1881, deals with the offense of cheque dishonor due to insufficient funds, prescribing penalties and legal procedures to address such cases. This section is a key provision for ensuring the integrity of financial transactions.",
    "date": "2024",
    "judge": "Name 1",
    "party": "1 vs 2",
    "pdf": "file:///home/ayra/Documents/Documents/SIH/Client/public/pdf/HARSH%20AUTOMOBILES%20PRIVATE%20LIMITED.pdf"
  },
  {
    "id": 8,
    "title": "Section 9 in THE INDIAN EVIDENCE ACT, 1872",
    "description": "9. Facts necessary to explain or introduce relevant facts",
    "description2": "The Indian Evidence Act, 1872, provides for the inclusion of facts that are necessary to explain or introduce relevant facts in a case. This provision is instrumental in ensuring that all pertinent details are considered in legal proceedings.",
    "date": "2023",
    "judge": "Name 2",
    "party": "3 vs 4",
    "pdf": ""
  },
  {
    "id": 9,
    "title": "Section 27 in THE TRADE MARKS ACT, 1999",
    "description": "27. No action for infringement of unregistered trademark",
    "description2": "The Trade Marks Act, 1999, stipulates that no action for infringement can be brought for an unregistered trademark, emphasizing the importance of trademark registration for legal protection. This section underscores the significance of securing intellectual property rights.",
    "date": "2022",
    "judge": "Name 3",
    "party": "5 vs 6",
    "pdf": ""
  },
  {
    "id": 10,
    "title": "Section 2 in THE INDIAN PENAL CODE, 1860",
    "description": "2. Punishment of offenses committed within India",
    "description2": "The Indian Penal Code, 1860, outlines that all persons committing offenses within Indian territory are subject to punishment under the Code. This foundational provision establishes the jurisdiction of Indian criminal law over acts committed within its borders.",
    "date": "2021",
    "judge": "Name 1",
    "party": "1 vs 2",
    "pdf": ""
  }
]
